<template>
  <div class="about">
    <section class="about-blood-bank">
      <div class="container">
        <nav aria-label="breadcrumb">
          <ol class="breadcrumb">
            <li class="breadcrumb-item">
              <router-link to="/">الرئيسية</router-link>
            </li>
            <li class="breadcrumb-item active">عن بنك الدم</li>
          </ol>
        </nav>
        <div class="about-blood-bank-wrapper">
          <img src="../../content/imgs/logo.png" alt="" />
          <h3>بنك الدم</h3>
          <p>
            هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة ، لقد تم توليد
            هذا النص من مولد النص العربى ، حيث يمكنك أن تولد مثل هذا النص أو
            العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها
            التطبيق . هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة ، لقد
            تم توليد هذا النص من مولد النص العربى ، حيث يمكنك أن تولد مثل هذا
            النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى
            يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة ،
            لقد تم توليد هذا النص من مولد النص العربى ، حيث يمكنك أن تولد مثل
            هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى
            يولدها التطبيق . هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة
            . لقد تم توليد هذا النص من مولد النص العربى ، حيث يمكنك أن تولد مثل
            هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى
            يولدها التطبيق هذا النص
          </p>
          <p>
            هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة ، لقد تم توليد
            هذا النص من مولد النص العربى ، حيث يمكنك أن تولد مثل هذا النص أو
            العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها
            التطبيق . هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة ، لقد
            تم توليد هذا النص من مولد النص العربى ، حيث يمكنك أن تولد مثل هذا
            النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى
            يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة ،
            لقد تم توليد هذا النص من مولد النص العربى ، حيث يمكنك أن تولد مثل
            هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى
            يولدها التطبيق . هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة
            . لقد تم توليد هذا النص من مولد النص العربى ، حيث يمكنك أن تولد مثل
            هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى
            يولدها التطبيق هذا النص
          </p>
          <p>
            هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة ، لقد تم توليد
            هذا النص من مولد النص العربى ، حيث يمكنك أن تولد مثل هذا النص أو
            العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها
            التطبيق . هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة ، لقد
            تم توليد هذا النص من مولد النص العربى ، حيث يمكنك أن تولد مثل هذا
            النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى
            يولدها التطبيق هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة ،
            لقد تم توليد هذا النص من مولد النص العربى ، حيث يمكنك أن تولد مثل
            هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى
            يولدها التطبيق . هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة
            . لقد تم توليد هذا النص من مولد النص العربى ، حيث يمكنك أن تولد مثل
            هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى
            يولدها التطبيق هذا النص
          </p>
        </div>
      </div>
    </section>
  </div>
</template>
