<template>
  <div class="who-are-we">
    <div class="container">
      <nav aria-label="breadcrumb">
        <ol class="breadcrumb">
          <li class="breadcrumb-item">
            <router-link to="/">الرئيسية</router-link>
          </li>
          <li class="breadcrumb-item active">من نحن</li>
        </ol>
      </nav>
      <div class="who-are-we-details">
        <img src="../../content/imgs/logo.png" alt="" />
        <p>
          هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة ، لقد تم توليد هذا
          النص من مولد النص العربى ، حيث يمكنك أن تولد مثل هذا النص أو العديد من
          النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص
          هو مثال لنص يمكن أن يستبدل في نفس المساحة ، لقد تم توليد هذا النص من
          مولد النص العربى ، حيث يمكن تولد مثل هذا النص أو العديد من النصوص
          الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق .
        </p>
        <p>
          هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة ، لقد تم توليد هذا
          النص من مولد النص العربى ، حيث يمكنك أن تولد مثل هذا النص أو العديد من
          النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص
          هو مثال لنص يمكن أن يستبدل في نفس المساحة ، لقد تم توليد هذا النص من
          مولد النص العربى ، حيث يمكن تولد مثل هذا النص أو العديد من النصوص
          الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق .
        </p>
        <p>
          هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة ، لقد تم توليد هذا
          النص من مولد النص العربى ، حيث يمكنك أن تولد مثل هذا النص أو العديد من
          النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص
          هو مثال لنص يمكن أن يستبدل في نفس المساحة ، لقد تم توليد هذا النص من
          مولد النص العربى ، حيث يمكن تولد مثل هذا النص أو العديد من النصوص
          الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق .
        </p>
      </div>
    </div>
  </div>
</template>
<style lang="css" scoped>
.who-are-we {
  padding: 30px 0;
}
.who-are-we .who-are-we-details img {
  display: block;
  margin: 30px auto;
}
</style>
